tap "eugenmayer/dockersync"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "go-delve/delve"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "vitorgalvao/tiny-scripts"
cask "java"
brew "android-platform-tools", link: false
brew "antigen"
brew "asciinema"
brew "aspell", args: ["with-lang-nl"]
brew "autoconf"
brew "gettext"
brew "libffi"
brew "cairo"
brew "go"
brew "dep"
brew "dnsmasq", restart_service: true
brew "docker-machine", link: false
brew "doxygen"
brew "emacs"
brew "fswatch"
brew "gd"
brew "ghostscript"
brew "git"
brew "gobject-introspection"
brew "libtool"
brew "graphviz"
brew "highlight"
brew "hr"
brew "httpie"
brew "hub"
brew "imagemagick", args: ["with-ghostscript"]
brew "libevent"
brew "libgit2"
brew "libxml2"
brew "libyaml"
brew "mackup"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mono"
brew "mysql"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "openjpeg"
brew "poppler"
brew "pdf2svg"
brew "unixodbc"
brew "php", link: false
brew "plantuml"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rsync"
brew "ruby"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "unison"
brew "utf8proc"
brew "watch"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "eugenmayer/dockersync/unox"
brew "go-delve/delve/delve"
brew "homebrew/php/composer"
brew "homebrew/php/php55", link: false
brew "homebrew/php/php56", link: false
brew "homebrew/php/php70", link: false
brew "homebrew/php/php70-gmp"
brew "homebrew/php/php70-mcrypt"
brew "homebrew/php/php70-xdebug"
brew "homebrew/php/php71-gmp"
brew "homebrew/php/php71-imagick"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/php72-imagick"
brew "homebrew/php/php72-xdebug"
brew "homebrew/php/phpunit"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "android-studio"
cask "battle-net"
cask "betterzipql"
cask "brave"
cask "calibre"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "dotnet"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "flux"
cask "font-droid-sans-mono"
cask "forklift"
cask "freac"
cask "ghost"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "iterm2"
cask "jetbrains-toolbox"
cask "launchcontrol"
cask "microsoft-office"
cask "mysqlworkbench"
cask "navicat-for-mysql"
cask "ngrok"
cask "nylas-mail"
cask "nylas-n1"
cask "origin"
cask "paw"
cask "phpstorm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "reggy"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "soundflower"
cask "spotify"
cask "steam"
cask "stretchly"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "toggldesktop"
cask "vagrant"
cask "virtualbox"
cask "vnc-viewer"
cask "webpquicklook"
cask "whatsapp"
cask "zeplin"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-lato"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-ubuntu"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
