tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shivammathur/php"
brew "libtiff"
brew "webp"
brew "aom"
brew "chezmoi"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "composer"
brew "dnsmasq"
brew "fish"
brew "ghostscript"
brew "git"
brew "helix"
brew "imagemagick"
brew "mackup"
brew "mailpit"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node"
brew "node@18"
brew "php@8.1"
brew "pkg-config"
brew "python@3.11"
brew "virtualenv"
brew "pre-commit"
brew "redis", restart_service: true
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "docker"
cask "fantastical"
cask "font-hack-nerd-font"
cask "forklift"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "phpstorm"
cask "rectangle"
cask "rustrover"
cask "synology-drive"
