tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "remotemobprogramming/brew"
tap "shivammathur/php"
brew "libtiff"
brew "webp"
brew "aom"
brew "chezmoi"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "composer"
brew "dnsmasq"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "helix"
brew "imagemagick"
brew "mackup"
brew "mailpit"
brew "mariadb", restart_service: true
brew "mas"
brew "neovim"
brew "nginx"
brew "node@18", link: true
brew "php@8.1"
brew "pkg-config"
brew "python@3.11"
brew "virtualenv"
brew "pre-commit"
brew "redis", restart_service: true
brew "tmux"
brew "zoxide"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "docker"
cask "fantastical"
cask "font-hack-nerd-font"
cask "forklift"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "musicbrainz-picard"
cask "obsidian"
cask "phpstorm"
cask "pop"
cask "rectangle"
cask "rustrover"
cask "signal"
cask "slack"
cask "spotify"
cask "synology-drive"
cask "utm"
cask "whatsapp"
mas "Numbers", id: 409203825
