tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "remotemobprogramming/brew"
tap "saulpw/vd"
tap "shivammathur/php"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "chezmoi"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "php", link: false
brew "composer"
brew "dnsmasq"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "helix"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "lf"
brew "mackup"
brew "mailpit"
brew "mariadb"
brew "mas"
brew "neovim"
brew "nginx"
brew "node@18", link: true
brew "php@8.1"
brew "php@8.2", link: true
brew "pkg-config"
brew "virtualenv"
brew "pre-commit"
brew "python@3.11"
brew "redis", restart_service: true
brew "speedtest-cli"
brew "tmux"
brew "wakeonlan"
brew "zoxide"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "dbngin"
cask "discord"
cask "docker"
cask "fantastical"
cask "font-hack-nerd-font"
cask "forklift"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "loom"
cask "maintenance"
cask "musicbrainz-picard"
cask "ngrok"
cask "obsidian"
cask "phpstorm"
cask "pop"
cask "rectangle"
cask "rustrover"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "synology-chat"
cask "synology-drive"
cask "synologyassistant"
cask "tidal"
cask "utm"
cask "whatsapp"
cask "zoom"
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
